[{
        "title": "Whale shark",
        "subtitle": "เป็นปลาฉลามเคลื่อนที่ช้าที่กินอาหารแบบกรองกิน เป็นปลาขนาดใหญ่ที่สุด ยาวถึง 12.65 ม. หนัก 21.5 ตัน แต่มีรายงานที่ไม่ได้รับยืนยันว่ายังมีปลาฉลามวาฬที่ใหญ่กว่านี้",
        "imgUrl": "https://media.istockphoto.com/photos/whale-shark-picture-id153689301?b=1&k=20&m=153689301&s=170667a&w=0&h=1yEnPLlnM2lwfc1MJycVJjmTOp7A-pS_xbA55E2mrJQ=",
        "detail": "เป็นปลาฉลามเคลื่อนที่ช้าที่กินอาหารแบบกรองกิน เป็นปลาขนาดใหญ่ที่สุด ยาวถึง 12.65 ม. หนัก 21.5 ตัน แต่มีรายงานที่ไม่ได้รับยืนยันว่ายังมีปลาฉลามวาฬที่ใหญ่กว่านี้ เป็นปลาชนิดเดียวในสกุล Rhincodon และวงศ์ Rhincodontidae (ก่อนปี ค.ศ. 1984 ถูกเรียกว่า Rhinodontes) ซึ่งเป็นสมาชิกในชั้นย่อย Elasmobranchii ในชั้นปลากระดูกอ่อน ปลาฉลามวาฬพบได้ในทะเลเขตร้อนและอบอุ่น อาศัยอยู่ในทะเลเปิด มีช่วงอายุประมาณ 70 ปี ปลาฉลามชนิดนี้กำเนิดเมื่อประมาณ 60 ล้านปีมาแล้ว อาหารหลักของปลาฉลามวาฬคือแพลงก์ตอน ถึงแม้ว่ารายการแพลนเน็ตเอิร์ธของบีบีซีจะถ่ายภาพยนตร์ขณะที่ปลาฉลามวาฬกำลังกินฝูงปลาขนาดเล็กได้"
    },
    {
        "title": "Sphyrnidae",
        "subtitle": "กสายพันธุ์ในนั้นอยู่ใน วงศ์(family) Sphyrnidae โดยฉลามหัวค้อนส่วนใหญ่อยู่ในสกุล(genus) Sphyrna ยกเว้น ฉลามหัวปีก(winghead shark",
        "imgUrl": "https://media.istockphoto.com/photos/scalloped-hammerhead-shark-picture-id497316280?b=1&k=20&m=497316280&s=170667a&w=0&h=cwvdVJ-aoYpwhFephFNhe0eeLpmLZyMD2s1b6keSk44=",
        "detail": "มีรูปร่างที่แปลกตาแตกต่างไปจากปลาฉลามในวงศ์หรือสกุลอื่น ๆ คือ มีส่วนหัวที่แบนราบและแผ่ออกข้างคล้ายปีกหรือแลดูคล้ายค้อนทั้งสองข้าง โดยมีดวงตาอยู่สุดปลายทั้งสอง ปัจจุบัน ยังไม่เป็นที่แน่ชัดว่ามีไว้เพื่ออะไร แต่นักวิทยาศาสตร์สันนิษฐานว่า ช่วยให้การหาว่ายน้ำที่ช่วยส่งแรงยกตัวขึ้นหน้าด้าน ทำให้พุ่งตัวขึ้นในแนวดิ่งได้ดีขึ้น อีกทั้งยังใช้เป็นประสาทสัมผัสรับรู้และช่วยลดแรงต้านน้ำให้เหลือน้อยลงในการไล่งับอาหาร และในเวลาเอี้ยวหัวในเวลาว่ายน้ำ"
    },
    {
        "title": "Great white shark",
        "subtitle": "มีลักษณะ พิเศษ คือ ช่วงหน้าท้องจะเป็นสีขาว  และส่วนอื่นๆจะเป็นสีเทา เพื่อให้ปรับตัวให้เข้ากับสภาพแวดล้อมได้ และเพื่ออำพรางตัวในการล่าเหยื่อ มีขนาดลำตัวใหญ่มาก",
        "imgUrl": "https://media.istockphoto.com/photos/great-white-shark-smiling-picture-id515714114?b=1&k=20&m=515714114&s=170667a&w=0&h=TGqNLBdGTgOl70a4bOINA8yCZUsX_5hv4KOUQ6KvDxc=",
        "detail": "ปลาฉลามขาวมีความสามารถคล้ายกับปลาฉลามสายพันธุ์อื่น ๆ ที่ว่ามีอวัยวะรับสัมผัสพิเศษซึ่งสามารถตรวจจับคลื่นแม่เหล็กไฟฟ้าที่แผ่ออกมาจากปลาที่มีชีวิตที่เคลื่อนไหวอยู่ในน้ำ ทุกครั้งที่สิ่งมีชีวิตเคลื่อนไหวอยู่ใต้ผิวน้ำจะสร้างสนามแม่เหล็กไฟฟ้าออกมา และปลาฉลามขาวมีสัมผัสไวเป็นพิเศษที่สามารถตรวจจับได้แม้มีความแรงเพียง 1/1000,000,000 โวลต์ ซึ่งเปรียบเทียบได้กับสามารถตรวจจับแสงแฟลชได้ในระยะ 1,600 กิโลเมตร ปลาชนิดอื่น ๆ ส่วนมากไม่มีพัฒนาการถึงระดับนี้ แต่มีความสามารถที่คล้าย ๆ กันนี้ที่ลายด้านข้างลำตัว"
    },
    {
        "title": "Tiger Shark",
        "subtitle": "ปลาฉลามเสือเมื่อโตเต็มที่มีขนาดประมาณ 5 เมตร แต่ตัวที่ใหญ่ที่สุดที่เคยพบคือ 7 เมตร น้ำหนักหนักที่สุดคือ 807.4 กิโลกรัม พบกระจายว่ายหากินอยู่ทั่วไปในน่านน้ำเขตอบอุ่นทั่วโลก ",
        "imgUrl": "https://media.istockphoto.com/photos/tiger-shark-picture-id1287884888?b=1&k=20&m=1287884888&s=170667a&w=0&h=7jpsdaQSJNVG9XaIW8O6h_xyiTpcJM-jed60K52LzLw=",
        "detail": "มีรูปร่างอ้วนป้อม ปากกว้าง ปลายปากสั้นและทู่ ลำตัวเรียวไปทางปลายหาง คอดหางมีสันชัดเจน ครีบหางเรียวและมีปลายแหลม มีฟันใหญ่เป็นรูปสามเหลี่ยม มีขอบหยักเป็นจักคล้ายฟันเลื่อย พื้นลำตัวและครีบสีน้ำตาลหม่น มีลายพาดขวางตลอดข้างหลังและหางคล้ายลายของเสือโคร่ง จึงเป็นที่มาของชื่อเรียก ซึ่งลายนี้อาจแตกเป็นจุดกระจายอยู่ทั่วไปหรือจางหมดไปเมื่อโตขึ้น ท้องมีสีจาง"
    }
]